Repository: collective/redomino.tokenrole
Catalog: redomino/tokenrole/locales/*/LC_MESSAGES/redomino.tokenrole.po
Languages: it

source: Add token
it: Aggiungi link di condivisione

# data_saved
source: Data successfully updated
it: Modifiche memorizzate

# delete_error
source: An error has occurred
it: Si è verificato un errore

# delete_success
source: Token succesfully removed
it: Link di condivisione rimosso

source: Delete token
it: Elimina link di condivisione

# form_errors
source: An error has occurred
it: Si è verificato un errore

# heading_add_token
source: Add a new token
it: Aggiungi un nuovo link di condivisione

# heading_delete_token
source: Delete token
it: Elimina link di condivisione

# heading_edit_token
source: Modify token
it: Modifica link di condivisione

# heading_tokenrole_manage
source: Manage token
it: Gestisci link di condivisione

# help_roles
source: Choose which permissions this token will grant to the user(s) who will enter this area
it: Puoi scegliere i poteri da assegnare a chi accederà su quest'area con questo link di condivisione

# help_token_validity
source: Expiration date of the token
it: Data di scadenza del link di condivisione

# help_token_value
source: Value of the token
it: Valore del token di accesso

# help_tokenrole_email_list
source: Please enter here the e-mail addresses you want to send the token to. Enter one e-mail address per line.
it: Inserisci su righe separate uno o più indirizzi email a cui vuoi inviare il link di condivisione

# help_tokenrole_subject
source: Please enter the subject of the message you want to send.
it: Inserici il soggetto della mail che vuoi inviare

# help_tokenrole_text
source: Please enter here the message you want to send: the token and its expiration date will be attached to it.
it: Digita qui il testo del messaggio che vuoi inviare: al fondo verranno accodati automaticamente il link di condivisione con il token di accesso e la data di scadenza del link.

# help_tokenrole_token_id
source: For your privacy, do not share this token with untrustworthy people
it: Per la tua sicurezza non comunicare a persone non fidate questo token di accesso

# label_roles
source: Roles
it: Ruoli

# label_send_form
source: Share link to token
it: Distribuisci link di condivisione

# label_send_token
source: Send token
it: Invia link di condivisione

# label_token_validity
source: Token validity
it: Validità del link di condivisione

# label_token_value
source: Token value
it: Valore del token di accesso

# label_tokenrole_email_list
source: Emails
it: Email

# label_tokenrole_subject
source: Subject
it: Soggetto

# label_tokenrole_text
source: Text
it: Testo

source: Modify token
it: Modifica token

# new_token
source: Add a new token
it: Aggiungi un nuovo link di accesso

# no_changes
source: No changes were applied.
it: Non sono state effettuate modifiche

# token_end_date
source: Expiration date
it: Data di scadenza:

# token_message_text
source: ${text}s<br/>Validity date: ${date}s<br/>Access by this url: <a href="${url}s">Access<a/>
it: ${text}s<br/><br/>Data di validità: ${date}s<br/>Accedi tramite questo url: <a href="${url}s">Accedi<a/>

# token_role_send_ko
source: An error has occurred
it: Si è verificato un errore durante l'invio

# token_role_send_ko_mail
source: Your mail could not be delivered
it: Errore durante l'invio dell'email

# token_role_send_ok
source: Token sent
it: Link di condivisione inviato

# tokenrole_delete_token
source: Delete
it: Elimina

# tokenrole_modify_token
source: Modify
it: Modifica

# tokenrole_send_token
source: Distribute this token by e-mail
it: Distribuisci questo link di condivisione via mail
